[
    {
        "datetime": 1592771101000,
        "headline": "Microsoft president's criticism of app stores puts pressure on Apple",
        "source": "The Guardian",
        "url": "https://cloud.iexapis.com/v1/news/article/3f2d58d5-8e15-4ba7-b3eb-a7e421e012d2",
        "summary": "Cut of up to 30% charged by app stores obstructs fair competition, claims Brad Smith Microsoft has thrown its weight behind calls for an antitrust investigation into App Store monopolies, piling yet more pressure on Apple as the iPhone maker prepares for its annual developer conference on Monday. Brad Smith, Microsoft’s president, criticised the 30% cut that app stores take from developers this month , and argued that the policy is a far higher burden on fair competition than the issues that led to Microsoft’s antitrust case in the early 2000s. Continue reading…",
        "related": "MSFT",
        "image": "https://cloud.iexapis.com/v1/news/image/3f2d58d5-8e15-4ba7-b3eb-a7e421e012d2",
        "lang": "en",
        "hasPaywall": false
    },
    {
        "datetime": 1592758769000,
        "headline": "Las 100 empresas que más ganaron con la crisis del coronavirus: entre ellas hay una argentina",
        "source": "Clarin",
        "url": "https://cloud.iexapis.com/v1/news/article/8e53786d-1cf0-4607-97e9-05b2763fae55",
        "summary": "Amazon, Microsoft, Apple, Tesla y Mercado Libre figuran entre las 100 empresas que más ganaron con la crisis por la pandemia de coronavirus según una lista que publicó el diario \"Financial Times\".",
        "related": "MSFT",
        "image": "https://cloud.iexapis.com/v1/news/image/8e53786d-1cf0-4607-97e9-05b2763fae55",
        "lang": "es",
        "hasPaywall": false
    },
    {
        "datetime": 1592725560000,
        "headline": "Microsoft is reportedly working on Android 11 update for the foldable Surface Duo",
        "source": "Business Insider India",
        "url": "https://cloud.iexapis.com/v1/news/article/172602d9-2c9b-41ca-a384-3880f204973f",
        "summary": "Microsoft is reportedly planning to launch its foldable smartphone Surface Duo in late July with Android 10 and would later update it to Android 11. Microsoft",
        "related": "MSFT",
        "image": "https://cloud.iexapis.com/v1/news/image/172602d9-2c9b-41ca-a384-3880f204973f",
        "lang": "en",
        "hasPaywall": false
    },
    {
        "datetime": 1592719350000,
        "headline": "Microsoft comienza a vender al público sus gafas HoloLens 2 de realidad mixta",
        "source": "20minutos Spain",
        "url": "https://cloud.iexapis.com/v1/news/article/e18d8f87-c6bd-4cd3-a056-4741a84a05b0",
        "summary": "No summary available.",
        "related": "MSFT",
        "image": "https://cloud.iexapis.com/v1/news/image/e18d8f87-c6bd-4cd3-a056-4741a84a05b0",
        "lang": "es",
        "hasPaywall": false
    },
    {
        "datetime": 1592677500000,
        "headline": "COVID-19 'Conspiracy Theories' Blaming US For Outbreak Proliferate On Chinese Social Media",
        "source": "Zero Hedge",
        "url": "https://cloud.iexapis.com/v1/news/article/d714e256-1612-46a6-b36d-1920293f807e",
        "summary": "COVID-19 'Conspiracy Theories' Blaming US For Outbreak Proliferate On Chinese Social Media Tyler Durden Sat, 06/20/2020 - 14:25 Yesterday, we shared how American social media companies would rather punish President Trump for sharing \"manipulated media\" (aka memes) than hold Communist Party officials of spreading misinformation, including conspiracy theories about the origins of the coronavirus outbreak. Well, the FT last night published a piece examining the recent surfeit of coronavirus-related conspiracy theories that are circulating on Chinese social media, particularly Weibo, a Chinese platform often compared to Twitter. Beijing has allowed conspiracy theories to proliferate, even occasionally stepping in to stir the pot, like it did this week when it first revealed that traces of the virus had been found on a cutting board in the Xinfadi wholesale market. Hours later, the word was out: imported salmon from Europe was responsible for the latest outbreak in Beijing. Tens of thousands of stores across China tossed their salmon stocks, probably wasting millions of pounds of the pricey fish.",
        "related": "MSFT",
        "image": "https://cloud.iexapis.com/v1/news/image/d714e256-1612-46a6-b36d-1920293f807e",
        "lang": "en",
        "hasPaywall": false
    },
    {
        "datetime": 1592676000000,
        "headline": "Xbox bundles do away with game codes to use Digital Direct",
        "source": "TheSouthAfrican",
        "url": "https://cloud.iexapis.com/v1/news/article/183cb167-005a-4daa-84b8-1703c6549237",
        "summary": "Microsoft has seemingly put a new system in place regarding the digital codes that users have previously used to activate their games.",
        "related": "MSFT",
        "image": "https://cloud.iexapis.com/v1/news/image/183cb167-005a-4daa-84b8-1703c6549237",
        "lang": "en",
        "hasPaywall": false
    },
    {
        "datetime": 1592655391000,
        "headline": "Here are some under-the-radar calls from analysts this week: Nike, Microsoft, Best Buy & more",
        "source": "CNBC",
        "url": "https://cloud.iexapis.com/v1/news/article/56628322-5759-4b04-b968-b5b5af4c595d",
        "summary": "Wall Street analysts say these are some of their best ideas right now",
        "related": "MSFT",
        "image": "https://cloud.iexapis.com/v1/news/image/56628322-5759-4b04-b968-b5b5af4c595d",
        "lang": "en",
        "hasPaywall": false
    },
    {
        "datetime": 1592644440000,
        "headline": "Fallece de Covid el gobernador que demandó a Putin",
        "source": "Canarias 7",
        "url": "https://cloud.iexapis.com/v1/news/article/048fcead-6a6b-4ad8-9af6-b5fa182f1421",
        "summary": "Francia vuelve a abrir sus cines, centros de vacaciones y casinos Por Rafael M. Mañueco Mijaíl Ignátiev, antiguo gobernador de la región rusa de Chuvashia, que presentó una querella contra el presidente Vladímir Putin por haberle destituido sin fundamento, falleció el jueves de coronavirus en un centro sanitario de San Petersburgo. Ignátiev, que tenía 58 años, enfermó de la Covid-19 y tuvo que ser hospitalizado el mes pasado con neumonía bilateral. Según el diario ruso Kommersant, había sido ingresado a finales de mayo en la UCI del Centro Médico Nacional Almázov de la antigua capital imperial rusa y conectado al aparato de respiración asistida. La muerte, según el parte médico, le sobrevino por insuficiencia cardiaca, afección que ya arrastraba de antes, pero que se agravó a causa de la neumonía. El político ruso fue gobernador de la república de Chuvashia durante más de nueve años, pero fue cesado por «pérdida de confianza» antes de terminar su mandato por un decreto de Putin del pasado 29 de enero.",
        "related": "MSFT",
        "image": "https://cloud.iexapis.com/v1/news/image/048fcead-6a6b-4ad8-9af6-b5fa182f1421",
        "lang": "es",
        "hasPaywall": false
    },
    {
        "datetime": 1592635862000,
        "headline": "Teams usage grow as Indians adopt video in 22% of meetings: Microsoft",
        "source": "Sify.com",
        "url": "https://cloud.iexapis.com/v1/news/article/75d735e8-09dd-438e-91ec-5f8fc781a231",
        "summary": "New Delhi, June 20 (IANS) Microsoft on Saturday revealed that people in India are using video in 22 per cent of meetings and there has been a considerable increase in Microsoft Teams usage on mobile devices in the country as organisations redefine productivity in the pandemic times. The video meet usages can grow even further in India as there is still less access to devices and stable internet in parts of the country, said Samik Roy, Country Head, Modern Workplace, Microsoft India. \"The number of people turning on video in Microsoft Teams meetings had doubled from before working from home became mainstream. In fact, total video calls in Teams grew by over 1,000 percent in March 2020,\" Roy said in a statement on the occasion of World Productivity Day. In India, productivity at work has often been equated to one element – time and many organisations across the country are seeing the benefits of adopting Microsoft Teams. Dr Ashutosh Raghuvanshi, MD and CEO, Fortis Healthcare said that they had this tool even before the current situation, but the usage was very low. \"What we are realizing is that we're able to function more than the normal level because none of us are spending time in commuting or waiting for people to join meetings physically.",
        "related": "MSFT",
        "image": "https://cloud.iexapis.com/v1/news/image/75d735e8-09dd-438e-91ec-5f8fc781a231",
        "lang": "en",
        "hasPaywall": false
    },
    {
        "datetime": 1592635106459,
        "headline": "RIL enters $ 150b club, highest mcap by an Indian company",
        "source": "Sify.com",
        "url": "https://cloud.iexapis.com/v1/news/article/db1dfdc5-48ed-42ad-b1c6-b26e69d64bba",
        "summary": "New Delhi: Reliance Industries Limited (RIL) has become the first Indian company to enter the exclusive club of $150 billion in market capitalisation among the worlds most valuable companies, and is now ranked 58 on the list. RIL now has a market capitalisation of $151.2 billion and this is the highest ever valuation of an Indian company. The major milestone comes on a day when RIL announced it has become a net debt-free company. Shares of Reliance Industries continued its bull run on Friday afternoon to cross the Rs 1,700-mark for the first time. The stock hit a fresh all-time high of Rs 1,706.55 and its market capitalisation crossed Rs 10.81 lakh crore. In the exclusive club of $150 billion mcap companies, RIL is now ahead of global leaders like Vanguard, Unilever, China Mobile, McDonalds, AstraZeneca, T Mobile, Amgen, Costco, Bank of China, Sanofi, Accenture, Royal Dutch Shell, Bristol Myer Squibb, Philip Morris, BHP group, Texas Instruments, Invesco, American Tower, Wells Fargo, Citigroup and IBM, among others.",
        "related": "MSFT",
        "image": "https://cloud.iexapis.com/v1/news/image/db1dfdc5-48ed-42ad-b1c6-b26e69d64bba",
        "lang": "en",
        "hasPaywall": false
    }
]